cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'cloudflare/cloudflare'
tap 'henkrehorst/php'       # Used by Valet+
tap 'saulpw/vd'             # Used by visidata

brew 'ack'
brew 'bash-completion'
brew 'cloudflared'
brew 'composer'
brew 'coreutils'
brew 'dnsmasq'
brew 'git'
brew 'grc'                  # Needed for `ls` to work in ZSH apparently?
brew 'imagemagick'
brew 'libyaml'              # Required by Valet+
brew 'mariadb'              # Maybe more trustworthy than Valet+'s attempt?
brew 'node'
brew 'openssl'
brew 'openvpn'
brew 'python'
brew 'subversion'
brew 'valet-php@7.2'        # Required by Valet+
brew 'visidata'
brew 'wget'
brew 'z'

cask 'alfred'
cask 'caffeine'
cask 'flux'
cask 'insomnia'
cask 'iterm2'
cask 'sequel-pro'
cask 'sublime-text'
cask 'tunnelblick'
