cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/php'

brew 'ack'
brew 'bash-completion'
brew 'composer'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'grc'
brew 'fabric'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'openvpn'
brew 'php70'
brew 'spark'
brew 'subversion'
brew 'wget'
brew 'z'

cask 'atom'
cask 'alfred'
cask 'caffeine'
cask 'cloudup'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'iterm2-beta'
cask 'paw'
cask 'phpstorm'
cask 'rescuetime'
cask 'sequel-pro'
cask 'spotify'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
