cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/php'

brew 'ack'
brew 'ansible'
brew 'bash-completion'
brew 'composer'
brew 'coreutils'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'grc'
brew 'fabric'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'openvpn'
brew 'php71'
brew 'python3'
brew 'subversion'
brew 'wget'
brew 'z'

cask 'atom'
cask 'alfred'
cask 'caffeine'
cask 'flux'
cask 'iterm2-beta'
cask 'sequel-pro'
cask 'tunnelblick'
